Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioLike/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk, zh_hant_tw

source: Audio Like
zh_hans: 音频喜欢管理
zh_hant_hk: 音頻喜歡管理
zh_hant_tw: 音訊喜歡管理

source: AudioLike database path is not configured
zh_hans: AudioLike 数据库路径未配置
zh_hant_hk: AudioLike 數據庫路徑未配置
zh_hant_tw: AudioLike 資料庫路徑未配置

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作
zh_hant_tw: 基本操作

source: Centrally browses all liked music.
zh_hans: 集中浏览所有喜欢的音乐。
zh_hant_hk: 集中瀏覽所有喜歡的音樂。
zh_hant_tw: 集中瀏覽所有喜歡的音樂。

source: Click the heart button on the player page to like.
zh_hans: 在播放页点击心形按钮标记喜欢。
zh_hant_hk: 在播放頁按一下愛心按鈕標記喜歡。
zh_hant_tw: 在播放頁按一下愛心按鈕標記喜歡。

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力
zh_hant_tw: 核心能力

source: Data container is unavailable
zh_hans: 数据容器不可用
zh_hant_hk: 數據容器不可用
zh_hant_tw: 資料容器不可用

source: Disabled by default; you can enable it in the Plugin Manager.
zh_hans: 默认不启用，可在插件管理中开启。
zh_hant_hk: 預設不啟用，可在外掛程式管理中開啟。
zh_hant_tw: 預設不啟用，可在外掛程式管理中開啟。

source: Failed to save like status: %@
zh_hans: 保存喜欢状态失败: %@
zh_hant_hk: 保存喜歡狀態失敗: %@
zh_hant_tw: 儲存喜歡狀態失敗: %@

source: Favorite and mark music you like
zh_hans: 收藏与标记喜欢的音乐。
zh_hant_hk: 收藏與標記喜歡的音樂。
zh_hant_tw: 收藏與標記喜歡的音樂。

source: Favorite audio
zh_hans: 喜欢的音频
zh_hant_hk: 喜歡的音訊
zh_hant_tw: 喜歡的音訊

source: Favorites the current music with one click.
zh_hans: 一键收藏当前音乐。
zh_hant_hk: 一鍵收藏目前的音樂。
zh_hant_tw: 一鍵收藏目前的音樂。

source: Like: favorites the current music with one click.
zh_hans: 标记喜欢：一键收藏当前音乐。
zh_hant_hk: 標記喜歡：一鍵收藏目前的音樂。
zh_hant_tw: 標記喜歡：一鍵收藏目前的音樂。

source: Liked audio
zh_hans: 喜欢的音频
zh_hant_hk: 喜歡的音頻
zh_hant_tw: 喜歡的音訊

source: Liked List
zh_hans: 喜欢列表
zh_hant_hk: 喜歡清單
zh_hant_tw: 喜歡清單

source: Liked List: centrally browse all liked music.
zh_hans: 喜欢列表：集中浏览所有喜欢的音乐。
zh_hant_hk: 喜歡清單：集中瀏覽所有喜歡的音樂。
zh_hant_tw: 喜歡清單：集中瀏覽所有喜歡的音樂。

source: Loading...
zh_hans: 加载中...
zh_hant_hk: 正在載入...
zh_hant_tw: 正在載入...

source: Manage and store audio like status
zh_hans: 负责音频喜欢状态的独立管理和存储
zh_hant_hk: 負責音頻喜歡狀態的獨立管理和存儲
zh_hant_tw: 負責音訊喜歡狀態的獨立管理和儲存

source: Mark as Liked
zh_hans: 标记喜欢
zh_hant_hk: 標記喜歡
zh_hant_tw: 標記喜歡

source: Music Likes
zh_hans: 音乐喜欢
zh_hant_hk: 音樂喜歡
zh_hant_tw: 音樂喜歡

source: No favorite audio yet
zh_hans: 还没有喜欢的音频
zh_hant_hk: 還沒有喜歡的音訊
zh_hant_tw: 還沒有喜歡的音訊

source: No liked audio yet
zh_hans: 还没有喜欢的音频
zh_hant_hk: 還沒有喜歡的音頻
zh_hant_tw: 還沒有喜歡的音訊

source: Notes
zh_hans: 说明
zh_hant_hk: 說明
zh_hant_tw: 說明

source: Overview
zh_hans: 概述
zh_hant_hk: 概述
zh_hant_tw: 概述

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式
zh_hant_tw: 外掛程式

source: Type
zh_hans: 类型
zh_hant_hk: 類型
zh_hant_tw: 類型

source: Unknown audio
zh_hans: 未知音频
zh_hant_hk: 未知音訊
zh_hant_tw: 未知音訊

source: Version
zh_hans: 版本
zh_hant_hk: 版本
zh_hant_tw: 版本

source: View all favorites in the liked list.
zh_hans: 在喜欢列表查看全部收藏。
zh_hant_hk: 在喜歡清單檢視全部收藏。
zh_hant_tw: 在喜歡清單檢視全部收藏。
